[{"article": "[BOOK]", "article_name": "Natural Communities of New Hampshire", "article_link": "https://www.friendsofmountsunapee.org/wp-content/uploads/WebVersion_Tech-Manual.pdf", "article_author": "DD Sperduto, WF Nichols - 2004 - friendsofmountsunapee.org", "published_year": " 2004", "article_description": "NATURAL COMMUNITIES are recurring assemblages of plants and animals found in particular physical environments. New Hampshire is a mosaic of natural communities, encompassing habitats as varied as alpine meadows, riverbanks, forests, tidal marshes …", "article_cited_by": "101"}, {"article": "[Article]", "article_name": "Geothermometry, geobarometry and the Al2SiO5 triple point at Mt. Moosilauke, New Hampshire", "article_link": "https://pubs.geoscienceworld.org/msa/ammin/article/67/11-12/1118/41333", "article_author": "KV Hodges, FS Spear - American mineralogist, 1982 - pubs.geoscienceworld.org", "published_year": " 1982", "article_description": "Abstract Near Mt. Moosilauke, New Hampshire, the distribution of aluminum silicate minerals in pelitic schists constrains pressure and temperature conditions during the Acadian orogeny to have been approximately those of the Al2SiO5 invariant point, thus providing an …", "article_cited_by": "937"}, {"article": "[Article]", "article_name": "Salamander populations and biomass in the Hubbard Brook experimental forest, New Hampshire", "article_link": "https://www.jstor.org/stable/1443655", "article_author": "TM Burton, GE Likens - Copeia, 1975 - JSTOR", "published_year": " 1975", "article_description": "There were about 2,950 salamanders per ha (1,770 g/ha wet wt.) in the Hubbard Brook Experimental Forest in New Hampshire. The terrestrial species, Plethodon cinereus, accounted for about 93.5% of the total biomass while the streamside species …", "article_cited_by": "620"}, {"article": "[Article]", "article_name": "Reconstructing Forest History from Live and Dead Plant Material‐‐An Approach to the Study of Forest Succession in Southwest New Hampshire", "article_link": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.2307/1934413", "article_author": "JD Henry, JMA Swan - Ecology, 1974 - Wiley Online Library", "published_year": " 1974", "article_description": "The purpose of this study is to see if it is possible to determine the course of forest succession over several hundred years by the dissection and close scrutiny of live and dead plant material. The study area was a one—tenth—acre (0.04—ha) square plot in a forest that …", "article_cited_by": "587"}, {"article": "[Article]", "article_name": "A working model for the variation in stream water chemistry at the Hubbard Brook Experimental Forest, New Hampshire", "article_link": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/WR005i006p01353", "article_author": "NM Johnson, GE Likens, FH Bormann… - Water Resources …, 1969 - Wiley Online Library", "published_year": " 1969", "article_description": "Stream water chemistry varies hyperbolically with stream discharge through four decades of discharge change within the Hubbard Brook Experimental Forest, New Hampshire. This dilution process is most simply explained by the mixing of rain water or surface water with …", "article_cited_by": "430"}, {"article": "[Article]", "article_name": "The New Hampshire effect in presidential nominations", "article_link": "https://journals.sagepub.com/doi/abs/10.1177/106591290405700303", "article_author": "WP Steger, AJ Dowdle… - Political Research …, 2004 - journals.sagepub.com", "published_year": " 2004", "article_description": "In order to demonstrate challenges to conventional wisdom (Aldrich 1980a, b; Bartels 1985 1988; Orren and Polsby 1987), this article develops several forecasting models of the presidential primary vote to compare to a baseline model of the aggregate primary vote …", "article_cited_by": "76"}, {"article": "[Article]", "article_name": "The New Hampshire study of supported employment for people with severe mental illness.", "article_link": "https://psycnet.apa.org/buy/1996-00433-017", "article_author": "RE Drake, GJ McHugo, DR Becker… - Journal of consulting …, 1996 - psycnet.apa.org", "published_year": " 1996", "article_description": "This study compared supported employment services in 2 contrasting programs:(a) Group Skills Training, a professional rehabilitation agency outside of the mental health center that provided preemployment skills training and support in obtaining and maintaining jobs, or (b) …", "article_cited_by": "506"}, {"article": "[Article]", "article_name": "Second-level agenda setting in the New Hampshire primary: A comparison of coverage in three newspapers and public perceptions of candidates", "article_link": "https://journals.sagepub.com/doi/abs/10.1177/107769900107800203", "article_author": "G Golan, W Wanta - Journalism & Mass Communication …, 2001 - journals.sagepub.com", "published_year": " 2001", "article_description": "Second-level agenda setting was examined during the New Hampshire primary through a comparison of Gallup poll responses and coverage in three newspapers in the region. Results show that John McCain was covered much more positively than George W. Bush …", "article_cited_by": "407"}, {"article": "[Article]", "article_name": "The effects of retail politics in the New Hampshire primary", "article_link": "https://www.jstor.org/stable/3088402", "article_author": "L Vavreck, CJ Spiliotes, LL Fowler - American Journal of Political Science, 2002 - JSTOR", "published_year": " 2002", "article_description": "Presidential candidates devote considerable time and resources to establishing contact with voters through direct mail, telephone banks, rallies and face-to-face campaigning, yet there is little systematic research about the impact of such retail politics on voters. The New  …", "article_cited_by": "69"}, {"article": "[Article]", "article_name": "Energy flow in Bear Brook, New Hampshire: an integrative approach to stream ecosystem metabolism", "article_link": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.2307/1942301", "article_author": "SG Fisher, GE Likens - Ecological monographs, 1973 - Wiley Online Library", "published_year": " 1973", "article_description": "An annual energy budget is presented for Bear Brook, a small undisturbed second—order stream in northeastern United States. The ecosystem approach, in which all input and output fluxes of potential energy as organic matter are considered, is used to describe the …", "article_cited_by": "1676"}, {"article": "[Article]", "article_name": "Increase in incidence rates of basal cell and squamous cell skin cancer in New Hampshire, USA", "article_link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/(SICI)1097-0215(19990517)81:4%3C555::AID-IJC9%3E3.0.CO;2-R", "article_author": "MR Karagas, ER Greenberg… - … journal of cancer, 1999 - Wiley Online Library", "published_year": " 1999", "article_description": "We conducted a study to estimate the current incidence rates of basal‐cell carcinoma (BCC) and squamous‐cell carcinoma (SCC) of the skin in the population of New Hampshire (NH), USA, and to quantify recent changes in the incidence rates of these malignancies. BCCs …", "article_cited_by": "354"}, {"article": "[Article]", "article_name": "A crucible moment: College learning and democracy's future", "article_link": "http://www.elon.edu/images/e-web/org/nccc/A%20Crucible%20Moment%20NCCC%2010th%20Anniversary%20FINAL.pdf", "article_author": "C Musil, CN Hampshire - Washington, DC, 2012 - elon.edu", "published_year": " 2012", "article_description": "MORE INDICATORS OF CIVIC MALAISE• College seniors surveyed in 2006-07 averaged just over 50% in a civic literacy exam.• Just over 1/3 of college faculty surveyed strongly agreed their campus actively promotes awareness of US or global social, political, and …", "article_cited_by": "105"}, {"article": "[Article]", "article_name": "Fidelity to assertive community treatment and client outcomes in the New Hampshire dual disorders study", "article_link": "https://ps.psychiatryonline.org/doi/abs/10.1176/ps.50.6.818", "article_author": "GJ McHugo, RE Drake, GB Teague… - Psychiatric …, 1999 - Am Psychiatric Assoc", "published_year": " 1999", "article_description": "OBJECTIVE: The study examined the association between fidelity of programs to the assertive community treatment model and client outcomes in dual disorders programs. METHODS: Assertive community treatment programs in the New Hampshire dual disorders …", "article_cited_by": "352"}, {"article": "[Article]", "article_name": "Nutrient release from decomposing leaf and branch litter in the Hubbard Brook Forest, New Hampshire", "article_link": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.2307/1942193", "article_author": "JR Gosz, GE Likens, FH Bormann - Ecological monographs, 1973 - Wiley Online Library", "published_year": " 1973", "article_description": "Rates of weight loss and nutrient release (N, P, S, K, Mn, Ca, Zn, Fe, Mn, Cu, Na) were measured in decomposing leaf and branch tissue form yellow birch, sugar maple, and beech, and in branch tissue from red spruce and balsam fir. Neither leaf nor branch …", "article_cited_by": "779"}, {"article": "[Article]", "article_name": "Nutrient content of litter fall on the Hubbard Brook experimental forest, New Hampshire", "article_link": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.2307/1934293", "article_author": "JR Gosz, GE Likens, FH Bormann - Ecology, 1972 - Wiley Online Library", "published_year": " 1972", "article_description": "Litter fall was collected throughout the year beneath a mature northern hardwood forest in New Hampshire. The material, separated by species and plant part, was analyzed for dry weight and for 11 elements. Total aboveground litter fall average 5,702 kg/ha per year; …", "article_cited_by": "352"}, {"article": "[Article]", "article_name": "Experimental acidification of a stream in the Hubbard Brook experimental forest, New Hampshire", "article_link": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.2307/1936765", "article_author": "RJ Hall, GE Likens, SB Fiance, GR Hendrey - Ecology, 1980 - Wiley Online Library", "published_year": " 1980", "article_description": "Incident precipitation in the northeastern United States averages about pH 4 as a result of increased pollution from sulfuric and nitric acids. To determine the effect of this increased acidity on the ecology of aquatic ecosystems, dilute concentrations of sulfuric acid were …", "article_cited_by": "374"}, {"article": "[Article]", "article_name": "Disturbance history, community organization and vegetation dynamics of the old-growth Pisgah Forest, south-western New Hampshire, USA", "article_link": "https://www.jstor.org/stable/2260457", "article_author": "DR Foster - The Journal of Ecology, 1988 - JSTOR", "published_year": " 1988", "article_description": "(1) The disturbance history, community organization and vegetation dynamics of old-growth forests in central New England are described using long-term data (1905-1985), age-structure analysis, tree-ring chronologies, stand ordination and fire-scar dating.(2) The …", "article_cited_by": "445"}, {"article": "[Article]", "article_name": "Feeding strategies of the little brown bat, Myotis lucifugus, in southern New Hampshire", "article_link": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.2307/1936213", "article_author": "ELP Anthony, TH Kunz - Ecology, 1977 - Wiley Online Library", "published_year": " 1977", "article_description": "Feeding strategies of the little brown bat, Myotis lucifugus, were investigated in southern New Hampshire USA from early May through late 1974. Nightly food consumption was estimated by comparing mean prefeeding body weights with postfeeding weights taken as …", "article_cited_by": "523"}, {"article": "[Article]", "article_name": "An hedonic analysis of the effects of lake water clarity on New Hampshire lakefront properties", "article_link": "https://www.cambridge.org/core/journals/agricultural-and-resource-economics-review/article/an-hedonic-analysis-of-the-effects-of-lake-water-clarity-on-new-hampshire-lakefront-properties/7D3AE434A407BF9DCB11F289DDC4F57B", "article_author": "JP Gibbs, JM Halstead, KJ Boyle… - … and Resource Economics …, 2002 - cambridge.org", "published_year": " 2002", "article_description": "Policy makers often face the problem of evaluating how water quality affects a region's economic well-being. Using water clarity as a measure of the degree of eutrophication levels (as a lake becomes inundated with nutrients, water clarity decreases markedly), analysis is …", "article_cited_by": "147"}, {"article": "[Article]", "article_name": "Energy flow and nutrient cycling in salamander populations in the Hubbard Brook Experimental Forest, New Hampshire", "article_link": "https://esajournals.onlinelibrary.wiley.com/doi/abs/10.2307/1936147", "article_author": "TM Burton, GE Likens - Ecology, 1975 - Wiley Online Library", "published_year": " 1975", "article_description": "Energy flow through salamander populations in the Hubbard Brook Ecosystem is about 11,000 kcal/ha° yr (= 46,000 kJ/ha° yr). This is° 0.02% of the net primary productivity, and is° 20% of the energy flow through bird and mammal populations. Salamanders are efficient …", "article_cited_by": "403"}, {"article": "[Article]", "article_name": "Integrating sustainability into business curricula: University of New Hampshire case study", "article_link": "https://www.emerald.com/insight/content/doi/10.1108/IJSHE-06-2013-0068/full/html", "article_author": "NA Barber, F Wilson, V Venkatachalam… - International Journal of …, 2014 - emerald.com", "published_year": " 2014", "article_description": "Purpose–This paper aims to demonstrate how sustainable development education can be implemented at business schools, despite institutional barriers, through innovative and collaborative relationships with internal and external stakeholders. Businesses are …", "article_cited_by": "55"}, {"article": "[Article]", "article_name": "… -reported discrimination and mental health status among African descendants, Mexican Americans, and other Latinos in the New Hampshire REACH 2010 Initiative …", "article_link": "https://ajph.aphapublications.org/doi/abs/10.2105/AJPH.2005.080085", "article_author": "GC Gee, A Ryan, DJ Laflamme… - American journal of …, 2006 - ajph.aphapublications.org", "published_year": " 2006", "article_description": "Objectives. We examined whether self-reported racial discrimination was associated with mental health status and whether this association varied with race/ethnicity or immigration status. Methods. We performed secondary analysis of a community intervention conducted …", "article_cited_by": "453"}, {"article": "[BOOK]", "article_name": "Colonial New Hampshire: A History", "article_link": "https://books.google.com/books?hl=en&lr=&id=m8BRCgAAQBAJ&oi=fnd&pg=PP1&dq=new+hampshire&ots=GuWeje8Ixc&sig=vlPqflEPXIUbIQdg_ytjpcdUqJU", "article_author": "JR Daniell - 2015 - books.google.com", "published_year": " 2015", "article_description": "In his full-scale history of New Hampshire from the Algonkin people to the coming of the American Revolution, the historian Jere R. Daniell discusses the Indian population, the development of community life, the founding of New Hampshire as a royal colony, the …", "article_cited_by": "40"}, {"article": "[Article]", "article_name": "Positive behavioral interventions and supports in New Hampshire: Effects of large-scale implementation of schoolwide positive behavior support on student discipline …", "article_link": "https://journals.sagepub.com/doi/abs/10.1177/1098300708316258", "article_author": "HS Muscott, EL Mann… - Journal of positive …, 2008 - journals.sagepub.com", "published_year": " 2008", "article_description": "This evaluation report presents outcomes for the first cohort of 28 early childhood education programs and K—12 schools involved in implementing schoolwide positive behavior support as part of a statewide systems change initiative that began in New Hampshire in …", "article_cited_by": "360"}, {"article": "[BOOK]", "article_name": "Jacksonian Democracy in New Hampshire", "article_link": "https://books.google.com/books?hl=en&lr=&id=c3KAqT8Dz70C&oi=fnd&pg=PR7&dq=new+hampshire&ots=lMZX2ODeXW&sig=HuZ3FZQoMHXvbCbdvN-ocBITWVw", "article_author": "DB Cole - 1999 - books.google.com", "published_year": " 1999", "article_description": "During the Age of Jackson, New Hampshire was the one New England state that was consistently and firmly Democratic. In this book, Donald Cole points out the significant influence of New Hampshire Democrats on the national Jacksonian movement–an influence …", "article_cited_by": "43"}, {"article": "[Article]", "article_name": "'Acid rain', dissolved aluminum and chemical weathering at the Hubbard Brook Experimental Forest, New Hampshire", "article_link": "https://www.sciencedirect.com/science/article/pii/0016703781902763", "article_author": "NM Johnson, CT Driscoll, JS Eaton, GE Likens… - … et Cosmochimica Acta, 1981 - Elsevier", "published_year": " 1981", "article_description": "Contemporary 'acid rain'in the Hubbard Brook ecosystem has induced a series of geochemical responses. Neutralization is accomplished in essentially a 2-step process. Initially, hydrogen ion acidity is neutralized by the dissolution of reactive alumina primarilly …", "article_cited_by": "465"}, {"article": "[Article]", "article_name": "How important are Iowa and New Hampshire to winning post-reform presidential nominations?", "article_link": "https://journals.sagepub.com/doi/abs/10.1177/106591290105400210", "article_author": "RE Adkins, AJ Dowdle - Political Research Quarterly, 2001 - journals.sagepub.com", "published_year": " 2001", "article_description": "While conventional wisdom holds that the first delegate selection events in Iowa and New Hampshire are important influences on the outcome of the presidential selection process, scholars increasingly question whether victories in these 'bellwether'contests are sufficient to …", "article_cited_by": "78"}, {"article": "[Article]", "article_name": "The biogeochemistry of chlorine at Hubbard brook, New Hampshire, USA", "article_link": "https://link.springer.com/article/10.1007/s10533-004-0357-x", "article_author": "GM Lovett, GE Likens, DC Buso, CT Driscoll, SW Bailey - Biogeochemistry, 2005 - Springer", "published_year": " 2005", "article_description": "Chlorine is a minor constituent of most rocks and a minor (although essential) element in plants, but it cycles rapidly through the hydrosphere and atmosphere. In forest ecosystem studies, chloride ion (Cl−) is often thought to be conservative in the sense that the sources …", "article_cited_by": "120"}, {"article": "[Article]", "article_name": "Carbon sequestration and the optimal management of New Hampshire timber stands", "article_link": "https://www.sciencedirect.com/science/article/pii/S0921800906003399", "article_author": "J Gutrich, RB Howarth - Ecological Economics, 2007 - Elsevier", "published_year": " 2007", "article_description": "This paper explores the tradeoff between resource extraction and net carbon sequestration in managing representative timber stands in the state of New Hampshire in the northeastern United States. In the absence of policies to promote forest carbon storage, land owners have …", "article_cited_by": "86"}, {"article": "[Article]", "article_name": "Personal adornment and interlaced identities at the Sherburne Site, Portsmouth, New Hampshire", "article_link": "https://link.springer.com/article/10.1007/BF03377072", "article_author": "CL White - Historical Archaeology, 2008 - Springer", "published_year": " 2008", "article_description": "Items of personal adornment are an important class of material culture with great potential for understanding constructions of identity in the historical period. Archaeologically recoverable remains of dress—clothing and clothing fasteners, jewelry, hair accessories …", "article_cited_by": "27"}, {"article": "[Article]", "article_name": "An analysis of hiker preparedness: a survey of hiker habits in New Hampshire", "article_link": "https://www.sciencedirect.com/science/article/pii/S1080603213000665", "article_author": "RC Mason, S Suner, KA Williams - Wilderness & environmental medicine, 2013 - Elsevier", "published_year": " 2013", "article_description": "Objective Describe hiking habits in a heavily used wilderness area to better target injury prevention and reduce search-and-rescue events. Methods A cross-sectional, convenience survey was conducted at 3 trailheads in the White Mountain National Forest of New  …", "article_cited_by": "25"}, {"article": "[Article]", "article_name": "Camera-based vibration measurement of the world war I memorial bridge in portsmouth, New Hampshire", "article_link": "https://ascelibrary.org/doi/abs/10.1061/(ASCE)ST.1943-541X.0002203", "article_author": "JG Chen, TM Adams, H Sun, ES Bell… - Journal of Structural …, 2018 - ascelibrary.org", "published_year": " 2018", "article_description": "Structural health monitoring (SHM) is a method for determining the structural integrity of civil infrastructure elements as a basis for maintenance and repair protocols. This monitoring depends on collecting structural response data from sensors installed on the structure due to …", "article_cited_by": "18"}, {"article": "[Article]", "article_name": "A cluster of amyotrophic lateral sclerosis in New Hampshire: a possible role for toxic cyanobacteria blooms", "article_link": "https://www.tandfonline.com/doi/abs/10.3109/17482960903278485", "article_author": "TA Caller, JW Doolin, JF Haney, AJ Murby… - Amyotrophic Lateral …, 2009 - Taylor & Francis", "published_year": " 2009", "article_description": "Cyanobacteria produce many neurotoxins including ß-methylamino-L-alanine (BMAA) that has been liked to amyotrophic lateral sclerosis (ALS) and neurodegenerative disease. A number of ALS cases have been diagnosed among residents of Enfield, NH, a town …", "article_cited_by": "119"}, {"article": "[CITATION]", "article_name": "", "article_link": "javascript:void(0)", "article_author": "J Irving - 2014 - Média Diffusion", "published_year": " 2014", "article_description": "Error", "article_cited_by": "60"}, {"article": "[HTML]", "article_name": "Eastern equine encephalitis in children, Massachusetts and New Hampshire, USA, 1970–2010", "article_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3559032/", "article_author": "MA Silverman, J Misasi, S Smole… - Emerging infectious …, 2013 - ncbi.nlm.nih.gov", "published_year": " 2013", "article_description": "We describe the clinical, laboratory, and radiographic characteristics of 15 cases of eastern equine encephalitis in children during 1970–2010. The most common clinical and laboratory features were fever, headache, seizures, peripheral leukocytosis, and cerebrospinal fluid …", "article_cited_by": "55"}, {"article": "[BOOK]", "article_name": "new hampshire", "article_link": "http://archive.statbroadcast.com/99496.pdf", "article_author": "N Hampshire, L Hechenberger - 1939 - archive.statbroadcast.com", "published_year": " 1939", "article_description": "Page 1. 25 25 25 12 14 14 NORTHWESTERN VS. NEW HAMPSHIRE RAMBLER CHALLENGE\n8/28/2015 Chicago, Ill. FINAL STATS Northwestern (2-0) 3 New Hampshire (0-2) 0 Page 2.\nNorthwestern vs. New Hampshire Official Volleyball Box Score (Final) New Hampshire vs …", "article_cited_by": "4"}, {"article": "[Article]", "article_name": "Positive behavioral interventions and supports in New Hampshire: Preliminary results of a statewide system for implementing schoolwide discipline practices", "article_link": "https://www.jstor.org/stable/42899817", "article_author": "HS Muscott, E Mann, TB Benjamin, S Gately… - … and Treatment of …, 2004 - JSTOR", "published_year": " 2004", "article_description": "This paper presents preliminary assessment data on initial training and implementation of a statewide system of positive behavioral interventions and supports (PBIS) in New Hampshire. PBIS is the systematic organization of school environments and routines that …", "article_cited_by": "121"}, {"article": "[Article]", "article_name": "Climate change at the ecosystem scale: a 50-year record in New Hampshire", "article_link": "https://link.springer.com/article/10.1007/s10584-012-0517-2", "article_author": "SP Hamburg, MA Vadeboncoeur, AD Richardson… - Climatic Change, 2013 - Springer", "published_year": " 2013", "article_description": "Observing the full range of climate change impacts at the local scale is difficult. Predicted rates of change are often small relative to interannual variability, and few locations have sufficiently comprehensive long-term records of environmental variables to enable …", "article_cited_by": "52"}, {"article": "[Article]", "article_name": "Is precipitation in northern New England becoming more extreme? Statistical analysis of extreme rainfall in Massachusetts, New Hampshire, and Maine and updated …", "article_link": "https://ascelibrary.org/doi/abs/10.1061/(ASCE)HE.1943-5584.0000303", "article_author": "EM Douglas, CA Fairbank - Journal of Hydrologic Engineering, 2011 - ascelibrary.org", "published_year": " 2011", "article_description": "The objective of this study was to investigate the presence of trends in extreme precipitation (denoted MAXP and defined as the annual maximum daily precipitation depth) time series for coastal northern New England and to assess changes in the magnitude of the so-called …", "article_cited_by": "90"}, {"article": "[Article]", "article_name": "Use of a square‐array direct‐current resistivity method to detect fractures in crystalline bedrock in New Hampshire", "article_link": "https://ngwa.onlinelibrary.wiley.com/doi/abs/10.1111/j.1745-6584.1995.tb00304.x", "article_author": "JW Lane Jr, FP Haeni, WM Watson - Groundwater, 1995 - Wiley Online Library", "published_year": " 1995", "article_description": "Azimuthal square‐array direct‐current (dc) resistivity soundings were used to detect fractures in bedrock in the Mirror Lake watershed in Grafton County, New Hampshire. Soundings were conducted at a site where crystalline bedrock underlies approximately 7 m …", "article_cited_by": "118"}, {"article": "[Article]", "article_name": "Graves revisited: A look at the methods and conclusions of the New Hampshire study", "article_link": "https://journals.sagepub.com/doi/abs/10.1177/0741088387004004001", "article_author": "P Smagorinsky - Written communication, 1987 - journals.sagepub.com", "published_year": " 1987", "article_description": "Donald Graves has achieved wide recognition for propounding a method for teaching elementary students how to write that stresses unstructured expression of personal experiences. He uses his case study of sixteen New Hampshire children as a research base …", "article_cited_by": "52"}, {"article": "[HTML]", "article_name": "Breast cancer stage at diagnosis and geographic access to mammography screening (New Hampshire, 1998–2004)", "article_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5585775/", "article_author": "MO Celaya, EM Berke, TL Onega, J Gui… - Rural and remote …, 2010 - ncbi.nlm.nih.gov", "published_year": " 2010", "article_description": "Objective The purpose of the study was to investigate whether geographic access to mammography screening is associated with the stage at breast cancer diagnosis. Methods Using the state's population-based cancer registry, all female residents of New Hampshire  …", "article_cited_by": "85"}, {"article": "[Article]", "article_name": "Streamflow responses to past and projected future changes in climate at the Hubbard Brook Experimental Forest, New Hampshire, United States", "article_link": "https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2010wr009438", "article_author": "JL Campbell, CT Driscoll… - Water Resources …, 2011 - Wiley Online Library", "published_year": " 2011", "article_description": "Climate change has the potential to alter streamflow regimes, having ecological, economic, and societal implications. In the northeastern United States, it is unclear how climate change may affect surface water supply, which is of critical importance in this densely populated …", "article_cited_by": "110"}, {"article": "[Article]", "article_name": "Macroinvertebrate community structure across a wetland hydroperiod gradient in southern New Hampshire, USA", "article_link": "https://link.springer.com/article/10.1007/s11273-004-7525-6", "article_author": "TL Tarr, MJ Baber, KJ Babbitt - Wetlands Ecology and Management, 2005 - Springer", "published_year": " 2005", "article_description": "We conducted a field study to examine the influence of hydroperiod and concomitant changes in abiotic (wetland size, pH, conductivity, dissolved oxygen and water temperature) and biotic (predatory fish presence) characteristics on macroinvertebrate communities in …", "article_cited_by": "96"}, {"article": "[BOOK]", "article_name": "The Neville Site: 8,000 Years at Amoskeag, Manchester, New Hampshire", "article_link": "https://books.google.com/books?hl=en&lr=&id=zKf-7m5CvkIC&oi=fnd&pg=PR5&dq=new+hampshire&ots=TE7w9q1d0d&sig=wg2nyRxXruJqbq8eETClZilGMT8", "article_author": "DF Dincauze - 1976 - books.google.com", "published_year": " 1976", "article_description": "The 1968 excavation of the Neville Site in Manchester, New Hampshire, was a major event in the archaeological history of New England. Analysis of the site extended the known duration of continuous occupation in the region by some 3,000 years and demonstrated …", "article_cited_by": "82"}, {"article": "[Article]", "article_name": "Salinization of urbanizing New Hampshire streams and groundwater: effects of road salt and hydrologic variability", "article_link": "https://www.journals.uchicago.edu/doi/abs/10.1899/09-052.1", "article_author": "ML Daley, JD Potter… - Journal of the North …, 2009 - journals.uchicago.edu", "published_year": " 2009", "article_description": "Since the 1940s, use of road salt as a deicing agent has increased substantially in regions of the US with cold winters. Despite its ubiquitous application and known negative consequences for aquatic and human health, little research has documented the effects of …", "article_cited_by": "113"}, {"article": "[Article]", "article_name": "Differences in detection rates of adenomas and serrated polyps in screening versus surveillance colonoscopies, based on the new hampshire colonoscopy registry", "article_link": "https://www.sciencedirect.com/science/article/pii/S1542356513006125", "article_author": "JC Anderson, LF Butterly, M Goodrich… - Clinical …, 2013 - Elsevier", "published_year": " 2013", "article_description": "Background & Aims The adenoma detection rate (ADR) is an important quality indicator originally developed for screening colonoscopies. However, it is unclear whether the ADR should be calculated using data from screening and surveillance examinations. The …", "article_cited_by": "83"}, {"article": "[Article]", "article_name": "Mercury deposition in southern New Hampshire, 2006–2009", "article_link": "https://acp.copernicus.org/articles/11/7657/2011/", "article_author": "MAS Lombard, JG Bryce, H Mao… - … Chemistry and Physics, 2011 - acp.copernicus.org", "published_year": " 2011", "article_description": "The atmospheric deposition of mercury (Hg) occurs via several mechanisms including wet, dry, and occult processes. In an effort to understand the atmospheric cycling and seasonal depositional characteristics of Hg, event-based wet deposition samples and reactive …", "article_cited_by": "52"}, {"article": "[Article]", "article_name": "Relation between in Utero Arsenic Exposure and Birth Outcomes in a Cohort of Mothers and Their Newborns from New Hampshire", "article_link": "https://ehp.niehs.nih.gov/doi/abs/10.1289/ehp.1510065", "article_author": "D Gilbert-Diamond, JA Emond, ER Baker… - Environmental …, 2016 - ehp.niehs.nih.gov", "published_year": " 2016", "article_description": "Background: Studies suggest that arsenic exposure influences birth outcomes; however, findings are mixed. Objective: We assessed in utero arsenic exposure in relation to birth outcomes and whether maternal prepregnancy weight and infant sex modified the …", "article_cited_by": "75"}, {"article": "[HTML]", "article_name": "A community-driven intervention in Tuftonboro, New Hampshire, succeeds in altering water testing behavior", "article_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4848110/", "article_author": "MP Paul, P Rigrod, S Wingate… - Journal of environmental …, 2015 - ncbi.nlm.nih.gov", "published_year": " 2015", "article_description": "Maximum contaminant levels created by the US Environmental Protection Agency under the Safe Drinking Water Act do not apply to private wells. Rather, the onus is on individual households to undertake regular water testing. Several barriers exist to testing and treating …", "article_cited_by": "33"}]